[{
      "id": "0189hNRf2g",
      "joke": "I'm tired of following my dreams. I'm just going to ask them where they are going and meet up with them later."
    },
    {
      "id": "08EQZ8EQukb",
      "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
    },
    {
      "id": "08xHQCdx5Ed",
      "joke": "Why didn’t the skeleton cross the road? Because he had no guts."
    },
    {
      "id": "0DQKB51oGlb",
      "joke": "What did one nut say as he chased another nut?  I'm a cashew!"
    },
    {
      "id": "0DtrrOZDlyd",
      "joke": "Chances are if you' ve seen one shopping center, you've seen a mall."
    },
    {
      "id": "0LuXvkq4Muc",
      "joke": "I knew I shouldn't steal a mixer from work, but it was a whisk I was willing to take."
    },
    {
      "id": "0ga2EdN7prc",
      "joke": "How come the stadium got hot after the game? Because all of the fans left."
    },
    {
      "id": "0oO71TSv4Ed",
      "joke": "Why was it called the dark ages? Because of all the knights. "
    },
    {
      "id": "0oz51ozk3ob",
      "joke": "A steak pun is a rare medium well done."
    },
    {
      "id": "0ozAXv4Mmjb",
      "joke": "Why did the tomato blush? Because it saw the salad dressing."
    },
    {
      "id": "0wcFBQfiGBd",
      "joke": "Did you hear the joke about the wandering nun? She was a roman catholic."
    },
    {
      "id": "189xHQ7pOuc",
      "joke": "What creature is smarter than a talking parrot? A spelling bee."
    },
    {
      "id": "18Elj3EIYvc",
      "joke": "I'll tell you what often gets over looked... garden fences."
    },
    {
      "id": "18h3wcU8xAd",
      "joke": "Why did the kid cross the playground? To get to the other slide."
    },
    {
      "id": "1DIRSfx51Dd",
      "joke": "Why do birds fly south for the winter? Because it's too far to walk."
    },
    {
      "id": "1DQZDY0gVnb",
      "joke": "What is a centipedes's favorite Beatle song?  I want to hold your hand, hand, hand, hand..."
    },
    {
      "id": "1DQZvXvX8Ed",
      "joke": "My first time using an elevator was an uplifting experience. The second time let me down."
    },
    {
      "id": "1DQZvcFBdib",
      "joke": "To be Frank, I'd have to change my name."
    },
    {
      "id": "1Dt4M7Ufaxc",
      "joke": "Slept like a log last night … woke up in the fireplace."
    },
    {
      "id": "1T01LBXLuzd",
      "joke": "Why does a Moon-rock taste better than an Earth-rock? Because it's a little meteor."
    },
    {
      "id": "1T0gqOZT0g",
      "joke": "I thought my wife was joking when she said she'd leave me if I didn't stop signing \"I'm A Believer\"... Then I saw her face."
    },
    {
      "id": "1TfNRKexAd",
      "joke": "I’m only familiar with 25 letters in the English language. I don’t know why."
    },
    {
      "id": "1gyI6EIRKBd",
      "joke": "What do you call two barracuda fish?  A Pairacuda!"
    },
    {
      "id": "1gyskqz51ob",
      "joke": "What did the father tomato say to the baby tomato whilst on a family walk? Ketchup."
    },
    {
      "id": "1oGYLu4T7Ed",
      "joke": "Why is Peter Pan always flying? Because he Neverlands."
    },
    {
      "id": "1oOfFlOfaxc",
      "joke": "What do you do on a remote island? Try and find the TV island it belongs to."
    },
    {
      "id": "1wkqrcNCljb",
      "joke": "Did you know that protons have mass? I didn't even know they were catholic."
    },
    {
      "id": "2118E69prc",
      "joke": "Dad I’m hungry’ … ‘Hi hungry I’m dad"
    },
    {
      "id": "218xkq49prc",
      "joke": "I was fired from the keyboard factory yesterday.  I wasn't putting in enough shifts."
    },
    {
      "id": "21DQnbaaxc",
      "joke": "Whoever invented the knock-knock joke should get a no bell prize."
    },
    {
      "id": "29ElG6p49pb",
      "joke": "Wife: Honey I’m pregnant.\r\n\r\nMe: Well…. what do we do now?\r\n\r\nWife: Well, I guess we should go to a baby doctor.\r\n\r\nMe: Hm.. I think I’d be a lot more comfortable going to an adult doctor."
    }, {
      "id": "2TnrHtcNuc",
      "joke": "When will the little snake arrive? I don't know but he won't be long..."
    }, {
      "id": "2TvX0wX89h",
      "joke": "Why was Pavlov's beard so soft?  Because he conditioned it."
    }, {
      "id": "2gFIBX82Etc",
      "joke": "Do I enjoy making courthouse puns? Guilty"
    }, {
      "id": "2gaMZLBszsc",
      "joke": "Why did the kid throw the clock out the window? He wanted to see time fly!"
    }, {
      "id": "2giGYLeiGe",
      "joke": "Hear about the new restaurant called Karma? There’s no menu: You get what you deserve."
    }, {
      "id": "2gii3LeN7Ed",
      "joke": "Why couldn't the kid see the pirate movie? Because it was rated arrr!"
    }, {
      "id": "2wP711DAdFd",
      "joke": "Man, I really love my furniture... me and my recliner go way back."
    }, {
      "id": "2wkykjyIYDd",
      "joke": "What did the traffic light say to the car as it passed? \"Don't look I'm changing!\""
    }, {
      "id": "31wHeNJB5ob",
      "joke": "My son is studying to be a surgeon, I just hope he makes the cut."
    }, {
      "id": "39Etc2orc",
      "joke": "Why did the man run around his bed? Because he was trying to catch up on his sleep!"
    }, {
      "id": "3E6MuHtH6h",
      "joke": "What did one wall say to the other wall? I'll meet you at the corner!"
    }, {
      "id": "3E6U8UKmbFd",
      "joke": "Sometimes I tuck my knees into my chest and lean forward.  That’s just how I roll."
    }, {
      "id": "3El3TCYDYob",
      "joke": "Conjunctivitis.com – now that’s a site for sore eyes."
    }, {
      "id": "3LRCIJY82wc",
      "joke": "How many South Americans does it take to change a lightbulb? A Brazilian"
    }, {
      "id": "3LmyXvsPfqc",
      "joke": "I don't trust stairs. They're always up to something."
    }, {
      "id": "3gibFB5Muzd",
      "joke": "Why was the robot angry? Because someone kept pressing his buttons!"
    }, {
      "id": "3oG6UvX82g",
      "joke": "Which is the fastest growing city in the world? Dublin'"
    }, {
      "id": "3w5wAIRZTnb",
      "joke": "A police officer caught two kids playing with a firework and a car battery. He charged one and let the other one off."
    }, {
      "id": "41LeN7EImjb",
      "joke": "What is the difference between ignorance and apathy?\r\n\r\nI don't know and I don't care."
    }, {
      "id": "49xPmW82g",
      "joke": "I went to a Foo Fighters Concert once... It was Everlong..."
    }, {
      "id": "4EBsPZvP7h",
      "joke": "Some people eat light bulbs. They say it's a nice light snack."
    }, {
      "id": "4ElyszXDdxc",
      "joke": "I went to the store to pick up eight cans of sprite... when I got home I realized I'd only picked seven up"
    }, {
      "id": "4MmjbFlbah",
      "joke": "I cut my finger chopping cheese, but I think that I may have grater problems."
    }, {
      "id": "4wHB51ws4Ed",
      "joke": "Last night me and my girlfriend watched three DVDs back to back. Luckily I was the one facing the TV."
    }, {
      "id": "4wciyk3EBAd",
      "joke": "I got a reversible jacket for Christmas, I can't wait to see how it turns out."
    }, {
      "id": "51DAA5Tfaxc",
      "joke": "What did Romans use to cut pizza before the rolling cutter was invented? Lil Caesars"
    }, {
      "id": "5M7hF6EItzd",
      "joke": "My pet mouse 'Elvis' died last night. He was caught in a trap.."
    }, {
      "id": "5T08U8M79pb",
      "joke": "Never take advice from electrons. They are always negative."
    }, {
      "id": "5TS7pbxcpb",
      "joke": "Why are oranges the smartest fruit? Because they are made to concentrate. "
    },
    {
      "id": "5h399pWLmyd",
      "joke": "What did the beaver say to the tree? It's been nice gnawing you."
    }, {
      "id": "5hNJexX8prc",
      "joke": "How do you fix a damaged jack-o-lantern? You use a pumpkin patch."
    }, {
      "id": "5hVDAAIRKuc",
      "joke": "What did the late tomato say to the early tomato? I’ll ketch up"
    }, {
      "id": "5hyP79pOCd",
      "joke": "I have kleptomania, but when it gets bad, I take something for it."
    }, {
      "id": "5oGYLZo4Tvc",
      "joke": "I used to be addicted to soap, but I'm clean now."
    }, {
      "id": "5oWLeFdxkjb",
      "joke": "When is a door not a door? When it's ajar."
    }, {
      "id": "5wHexPC5hib",
      "joke": "I made a belt out of watches once... It was a waist of time."
    }, {
      "id": "69xAsrHYDAd",
      "joke": "Why did Mozart kill all his chickens?\r\nBecause when he asked them who the best composer was, they'd all say \"Bach bach bach!\"\r\n"
    }, {
      "id": "6EYLBscN7wc",
      "joke": "This furniture store keeps emailing me, all I wanted was one night stand!"
    }, {
      "id": "6EdFBAsrcpb",
      "joke": "How do you find Will Smith in the snow?  Look for fresh prints."
    }, {
      "id": "6MCYoGB5Tf",
      "joke": "My sister bet me $15 that I couldn't build a car out of spaghetti. You should have seen the look on her face as I drove pasta."
    }, {
      "id": "6MR79MJ6h",
      "joke": "My boss told me to have a good day... so I went home."
    }, {
      "id": "6MZobUfVKuc",
      "joke": "I just read a book about Stockholm syndrome. It was pretty bad at first, but by the end I liked it."
    }, {
      "id": "6MZor4T79pb",
      "joke": "Why do trees seem suspicious on sunny days? Dunno, they're just a bit shady."
    }, {
      "id": "6U0DIBAlbxc",
      "joke": "If at first you don't succeed, sky diving is not for you!"
    }, {
      "id": "6USSCQnyd",
      "joke": "I'd like to start a diet, but I've got too much on my plate right now."
    }, {
      "id": "6hqHJmyPmyd",
      "joke": "What kind of music do mummy's like? Rap"
    }, {
      "id": "6prjykbFd",
      "joke": "What's large, grey, and doesn't matter?\r\nAn irrelephant.\r\n"
    }, {
      "id": "71gF6wHBsrc",
      "joke": "A book just fell on my head. I only have my shelf to blame."
    }, {
      "id": "71wsPKeF6h",
      "joke": "What did the dog say to the two trees? Bark bark."
    }, {
      "id": "7MRuzIYgaFd",
      "joke": "If a child refuses to sleep during nap time, are they guilty of resisting a rest?"
    }, {
      "id": "7MZ0LR7UfFd",
      "joke": "Why can't your nose be 12 inches long? Because then it'd be a foot!"
    }, {
      "id": "7U89MJeFdib",
      "joke": "Have you ever heard of a music group called Cellophane? They mostly wrap."
    }, {
      "id": "7USvkbaahFd",
      "joke": "What do you call a boy who stopped digging holes? Douglas."
    }, {
      "id": "7Ufi31gydFd",
      "joke": "What did the mountain climber name his son? Cliff."
    }, {
      "id": "7UnjNRfapzd",
      "joke": "Why should you never trust a pig with a secret? Because it's bound to squeal."
    }, {
      "id": "7Uvc29hFIBd",
      "joke": "Why are mummys scared of vacation? They're afraid to unwind."
    }, {
      "id": "7h3oGtrOfxc",
      "joke": "Whiteboards ... are remarkable."
    }, {
      "id": "7hNuz5MeVnb",
      "joke": "What kind of dinosaur loves to sleep? A stega-snore-us."
    }, {
      "id": "7p41Lmbpjqc",
      "joke": "What has three letters and starts with gas? A Car."
    }
  ]